import React from 'react'

const ScoutGuide = () => {
  return (
    <React.Fragment>
      <div id="scoutGuide">
        <div className="pages-title my-4 bg-gradient-to-r from-[rgba(244,254,255,1)] to-[rgba(161,182,182,1)] text-center flex flex-col items-center py-4">
          <h3 className='bg-[#79929C] text-lg font-medium my-2 text-white px-14 sm:px-14 py-2'>বয় ও গার্লস স্কাউট গাইড</h3>
          <p className='text-md font-medium mt-2'>home / schoolfellow / <span className='text-red-800'> scout-guide</span></p>
        </div>

        <div className='border p-8 flex flex-col justify-center item-center bg-[#F5F5F5] my-14  text-lg'>
          <h2 className='font-semibold mb-3'>বয় ও গার্লস স্কাউট গাইডঃ</h2>
          <p>
          বয় ও গার্লস স্কাউট গাইড একটি জনগণপ্রিয় প্রবৃত্তি, যেখানে শিশুদের শারীরিক এবং মানসিক উন্নতির জন্য বিভিন্ন আকর্ষণীয় কার্যক্রম অনুষ্ঠিত হয়। এই প্রথম বাংলাদেশে ১৯১৫ সালে শুরু হয়েছিল এবং এটি বর্তমানে প্রায় পাঁচটি লাখ সদস্যের একটি বড় সংগঠন। এটি শিশুদের নৈতিক শিক্ষা, দায়িত্ব এবং সমাজে সেবা দেওয়ার লক্ষ্যে চলাচল করে। বয় স্কাউট প্রাথমিক প্রশাসনিক প্রশাসনিক কার্যালয় ঢাকা শহরে অবস্থিত এবং এটি বাংলাদেশের সর্বোচ্চ স্কাউটিং প্রতিষ্ঠান। এটি যাত্রাবাড়ি, ক্যাম্প, প্রশাসনিক কার্যালয়, শিক্ষা প্রতিষ্ঠান, সম্প্রদায় প্রকল্প, সেবা প্রকল্প ইত্যাদির মাধ্যমে আমদানি করে। বাংলাদেশের প্রতিটি জেলা এবং উপজেলায় বয় ও গার্লস স্কাউট গাইডের সক্রিয় শাখা রয়েছে, যা শিশুদের প্রশাসনিক কাজ, প্রতিষ্ঠান প্রতিষ্ঠান এবং সামাজিক কর্মকাণ্ডে প্রশাসন করে। <br /> 
          বয় ও গার্লস স্কাউট গাইড একটি সম্প্রেষণশীল সংগঠন, যেখানে সদস্যরা সাথে থাকার মাধ্যমে সাথে বেঁধে আসে, নেতৃত্ব পর্যাপ্ত করে, সমাজে সেবা করতে শেখে, এবং সার্থক ক্লাব এবং যাত্রাবাড়ি সংগঠন পরিচালনা করতে পারে। <br /> 
          বয় ও গার্লস স্কাউট গাইড একটি প্রশাসনিক সংগঠন যা শিশুদের শারীরিক, মানসিক এবং নৈতিক উন্নতির পথে মার্গদর্শন দেয়। এই সংগঠনে যোগদান করা শিশুরা বিভিন্ন কাজে নিজেদের প্রযোজনীয় দক্ষতা শেখা এবং সমাজে উপযুক্ত নাগরিক হিসেবে প্রস্তুত হতে পারে। এই সংগঠনে শিশুদের জনসাধারণের সেবা করার জন্য বিভিন্ন প্রকল্প পরিচালনা করা হয়, যেগুলি প্রশাসনিক কার্যক্রম, পরিবেশ সঞ্চালন, সাহায্য ও দান প্রকল্প, শিক্ষা প্রকল্প ইত্যাদি শাখা স্তরে পরিচালিত হয়। এই প্রকল্পগুলি শিশুদের স্বেচ্ছাসেবকতা ও দানশীলতা বাড়াতে সাহায্য করে এবং তাদের সমাজে একজন ভাল নাগরিক হিসেবে বিকাশ করার লক্ষ্যে প্রয়োজনীয় দক্ষতা ও মৌলিক মানসিকতা উন্নত করে। এই সংগঠনের মাধ্যমে শিশুদের একটি সামাজিক ও শিক্ষাগত পারিপ্রেক্ষ্য প্রদান করা হয়, যা তাদের ক্ষমতা, স্বাধীনতা এবং দায়িত্বের প্রজন্ম করে তোলে। বয় ও গার্লস স্কাউট গাইড পরিবারের একটি অবিচ্ছিন্ন অংশ হিসেবে প্রশাসিত হয় এবং এটি প্রতিটি শিশুর জীবনে একটি সমৃদ্ধ ও শক্তিশালী প্রভাব ফেলতে সাহায্য করে। এই সংগঠনের মাধ্যমে প্রশাসনিক প্রক্রিয়া শিশুদের প্রশাসনিক ক্ষমতা এবং দায়িত্বের জন্য তাদের তৈরি করে তোলে, যা তাদের জীবনে পরবর্তী পর্বে সাহায্য করতে পারে।
          </p>
        </div>
      </div>
    </React.Fragment>
  )
}

export default ScoutGuide